import { title } from "process";
import man from "../../public/images/bussiness-man.png";
import newsimg_1 from "../../public/images/image-100370-1719808577.webp";
import newsimg_3 from "../../public/images/image_100399_1719805244.webp";
import newsimg_2 from "../../public/images/image_100403_1719808788.webp";

export const newsData = [
  {
    id: 1,
    title: "ইভিএম নিয়ে নতুন পরিকল্পনা ইসির",
    subTitle: "প্রকল্পের মেয়াদ শেষ",
    image: newsimg_1,
    content:
      "বহুল আলোচিত ইলেকট্রনিক ভোটিং মেশিন (ইভিএম) প্রকল্প নিয়ে নতুন চিন্তাভাবনা করছে নির্বাচন কমিশন (ইসি)। বর্তমানে যেসব যন্ত্র সচল রয়েছে সেগুলো আগামীতে অনুষ্ঠিতব্য স্থানীয় নির্বাচনগুলোতে ব্যবহার করা হবে। পাশাপাশি যন্ত্রটির কারিগরি উন্নয়ন ও উৎপাদন ব্যয় কমানোর দিকেও মনোযোগ দিচ্ছে সংস্থাটি। নির্বাচন কমিশনের একাধিক সূত্র এ তথ্য জানিয়েছে। গতকাল রোববার আলোচিত এ প্রকল্পের মেয়াদ শেষ হয়েছে। তবে ব্যয় না বাড়িয়ে কেবল প্রকল্পের মেয়াদ এক বছর বাড়ানোর জন্য এরই মধ্যে পরিকল্পনা কমিশনে প্রস্তাব দিয়ে রেখেছে ইসি। পরিকল্পনা কমিশন থেকে প্রস্তাবনা বিবেচনার বিষয়ে ইতিবাচক মনোভাবও পেয়েছে সংস্থাটি। ফলে এ প্রকল্পের মেয়াদ আরও এক বছর বাড়তে পারে। আর এ সময়ের মধ্যে ইভিএম যন্ত্রটির কারিগরি উন্নয়ন ও তার ব্যবহারের দিকে নজর দিবে ইসি। সেই লক্ষ্যে প্রকল্পের মেয়াদের শেষ দিনে গতকাল দেশসেরা প্রযুক্তিবিদদের সঙ্গে নির্বাচন কমিশনে বৈঠক করেছে সংস্থাটি। বৈঠকে ব্র্যাক বিশ্ববিদ্যালয়ের অধ্যাপক এম কায়কোবাদ, ঢাকা বিশ্ববিদ্যালয়ের কম্পিউটার সায়েন্স অ্যান্ড ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক ড. হায়দার আলী ও বঙ্গবন্ধু শেখ মুজিবুর রহমান ডিজিটাল বিশ্ববিদ্যালয়ের ভিসি ড. মো. মাহফুজুল ইসলামসহ কমিশনের সংশ্লিষ্ট কর্মকর্তারা উপস্থিত ছিলেন।",
  },
  {
    id: 2,
    title: "দেশে জঙ্গিবাদ মাথাচাড়া দিয়ে উঠতে পারবে না : র‍্যাব মহাপরিচালক",
    subTitle: "Sub Title 2",
    image: newsimg_2,
    content:
      "র‍্যাব মহাপরিচালক (ডিজি) ব্যারিস্টার মো. হারুন অর রশিদ দাবি করেছেন, বাংলাদেশে আর জঙ্গিবাদ, উগ্রবাদ ও উগ্র মৌলবাদ মাথাচাড়া দিয়ে উঠতে পারবে না। সোমবার (১ জুলাই) হলি আর্টিসানে জঙ্গি হামলায় নিহতদের স্মৃতির প্রতি শ্রদ্ধা নিবেদন শেষে গুলশান মডেল থানার সামনে সাংবাদিকদের সঙ্গে আলাপকালে এমন দাবি করেন তিনি। তিনি বলেন, জঙ্গি তৎপরতা নিয়ন্ত্রণে বর্তমানে র‍্যাব অনেক আধুনিক হয়েছে। সামাজিক যোগাযোগমাধ্যমে জঙ্গিরা তৎপর আছে। ভার্চুয়াল ওয়ার্ল্ডেও তৎপর র‍্যাব। পলাতক জঙ্গিদের নজরদারি মধ্যে রাখা হয়েছে।",
  },
  {
    id: 3,
    title: "রংপুরে চালু হচ্ছে দেশের প্রথম রোবটিক সার্জারি",
    subTitle: "Sub Title 3",
    image: newsimg_3,
    content:
      "রংপুরে দেশের প্রথম চালু হতে যাচ্ছে রোবটিক সার্জারি। আর্টিফিশিয়াল ইন্টেলিজেন্স ব্যবহার করা এই অপারেশন করা হবে। সার্বিক প্রস্তুতি নিতে আগামী ৫ জুলাই রংপুর আরডিআরএস ভবনে বাংলাদেশের প্রথম একটি সেমিনার হবে, সেখানে রোবটিক সার্জন ডা. সুধির সৃভাস্তব উপস্থিত থাকবেন। রোববার (৩০ জুন) বিকেলে এক সংবাদ সম্মেলনে এসব তথ্য জানান, রংপুর কমিউনিটি মেডিকেল কলেজ হাসপাতালের অধ্যাপক ও সার্জন ডা. জাবেদ আক্তার। তিনি জানান, বিশ্বে শুরু হয়েছিল ২০০০ সালে। বাংলাদেশের একমাত্র রোবটিক সার্জারিতে ইউনিভার্সিটি ফেলোশিপ করা সার্জন তিনি। এই ফেলোশিপ ডব্লিউ ইউ ইয়ং সার্জনদের করার জন্য সব সার্জনদের আমি আহ্বান জানাচ্ছি। যাতে তারা একটি স্পষ্ট ধারণা নিতে পারে এবং বাংলাদেশে রোবট আসলে ব্যবহার করতে পারে।",
  },
  {
    id: 4,
    title: "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং সেবা দিচ্ছে আইসিটি মিনিস্ট্রি",
    subTitle: "Sub Title 4",
    image: newsimg_1,
    content:
      "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং সেবা দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একটি চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়।",
  },
  {
    id: 5,
    title: "স্বাস্থ্য সেবা প্রদানে ডিজিটাল প্লাটফর্ম চালু হচ্ছে",
    subTitle: "Sub Title 5",
    image: newsimg_2,
    content:
      "স্বাস্থ্য সেবা প্রদানে ডিজিটাল প্লাটফর্ম চালু হচ্ছে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে।",
  },
  {
    id: 6,
    title: "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং সেবা দিচ্ছে আইসিটি মিনিস্ট্রি",
    subTitle: "Sub Title 6",
    image: newsimg_3,
    content:
      "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং  দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একটি চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং  দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একটি চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়।",
  },
  {
    id: 7,
    title: "স্বাস্থ্য সেবা প্রদানে ডিজিটাল প্লাটফর্ম চালু হচ্ছে",
    subTitle: "Sub Title 7",
    image: newsimg_1,
    content:
      "স্বাস্থ্য সেবা প্রদানে ডিজিটাল প্লাটফর্ম চালু হচ্ছে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে।",
  },
  {
    id: 8,
    title: "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং সেবা দিচ্ছে আইসিটি মিনিস্ট্রি",
    subTitle: "Sub Title 8",
    image: newsimg_2,
    content:
      "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং  দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একট  চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়।",
  },
  {
    id: 9,
    title: "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং সেবা দিচ্ছে আইসিটি মিনিস্ট্রি",
    subTitle: "Sub Title 6",
    image: newsimg_3,
    content:
      "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং  দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একটি চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং  দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একটি চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়।",
  },
  {
    id: 10,
    title: "স্বাস্থ্য সেবা প্রদানে ডিজিটাল প্লাটফর্ম চালু হচ্ছে",
    subTitle: "Sub Title 7",
    image: newsimg_1,
    content:
      "স্বাস্থ্য সেবা প্রদানে ডিজিটাল প্লাটফর্ম চালু হচ্ছে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে। এই প্লাটফর্মের মাধ্যমে সকল স্বাস্থ্য সেবা প্রদান করা হবে।",
  },
  {
    id: 11,
    title: "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং সেবা দিচ্ছে আইসিটি মিনিস্ট্রি",
    subTitle: "Sub Title 8",
    image: newsimg_2,
    content:
      "বাংলাদেশে প্রথম ডিজিটাল ব্যাংকিং  দিচ্ছে আইসিটি মিনিস্ট্রি। এই সেবা দেওয়ার জন্য আইসিটি মিনিস্ট্রি বাংলাদেশ ব্যাংকের সাথে একটি চুক্তি সই করেছে। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়। সভায় আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালক ও বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রধান কর্মকর্তাদের মধ্যে একট  চুক্তি সই করা হয়। এই চুক্তি সই করার জন্য আজ (১ জুলাই) আইসিটি মিনিস্ট্রির সচিব জুনাইদ আহমেদ পালকে বাংলাদেশ ব্যাংকের এক অফিসিয়াল এবং অন্যান্য সংস্থার প্রতিষ্ঠাতা ও প্রধান কর্মকর্তাদের সঙ্গে একটি সভা অনুষ্ঠিত হয়।",
  },
];

export const videosData = [
  {
    id: 1,
    title: "রাহুলের বক্তব্যে উত্তপ্ত লোকসভা",
    thumbnail: newsimg_1,
    videoLink: "Lu3FYd8VXAc?si=QBNNuyqfkVHgvOAI",
    createdAt: "2021-07-01",
  },
  {
    id: 2,
    title: "ধেয়ে আসছে অতি-শক্তিশালী ঘূর্ণিঝড় বেরিল",
    thumbnail: newsimg_1,
    videoLink: "4sYSG9j2S1Q?si=WiXRVhj87ki2fylZ",
    createdAt: "2021-07-01",
  },
  {
    id: 3,
    title: "রাহুলের বক্তব্যে উত্তপ্ত লোকসভা",
    thumbnail: newsimg_1,
    videoLink: "Lu3FYd8VXAc?si=QBNNuyqfkVHgvOAI",
    createdAt: "2021-07-01",
  },
  {
    id: 4,
    title: "ধেয়ে আসছে অতি-শক্তিশালী ঘূর্ণিঝড় বেরিল",
    thumbnail: newsimg_1,
    videoLink: "4sYSG9j2S1Q?si=WiXRVhj87ki2fylZ",
    createdAt: "2021-07-01",
  },
  {
    id: 5,
    title: "রাহুলের বক্তব্যে উত্তপ্ত লোকসভা",
    thumbnail: newsimg_1,
    videoLink: "Lu3FYd8VXAc?si=QBNNuyqfkVHgvOAI",
    createdAt: "2021-07-01",
  },
  {
    id: 6,
    title: "ধেয়ে আসছে অতি-শক্তিশালী ঘূর্ণিঝড় বেরিল",
    thumbnail: newsimg_1,
    videoLink: "4sYSG9j2S1Q?si=WiXRVhj87ki2fylZ",
    createdAt: "2021-07-01",
  },
  {
    id: 7,
    title: "রাহুলের বক্তব্যে উত্তপ্ত লোকসভা",
    thumbnail: newsimg_1,
    videoLink: "Lu3FYd8VXAc?si=QBNNuyqfkVHgvOAI",
    createdAt: "2021-07-01",
  },
  {
    id: 8,
    title: "ধেয়ে আসছে অতি-শক্তিশালী ঘূর্ণিঝড় বেরিল",
    thumbnail: newsimg_1,
    videoLink: "4sYSG9j2S1Q?si=WiXRVhj87ki2fylZ",
    createdAt: "2021-07-01",
  },
];

export const categories = [
  {
    label: "সর্বশেষ",
    path: "all-news",
  },
  {
    label: "জাতীয়",
    path: "national",
  },
  {
    label: "রাজনৈতিক",
    path: "politics",
    subcategories: [
      { label: "বাংলাদেশ", path: "bangladesh" },
      { label: "আন্তর্জাতিক", path: "international" },
    ],
  },
  {
    label: "সারাদেশ",
    path: "country",
    subcategories: [
      { label: "এশিয়া", path: "asia" },
      { label: "উত্তর আমেরিকা", path: "north-america" },
    ],
  },
  {
    label: "বিশ্ব",
    path: "world",
  },
  {
    label: "খেলা",
    path: "sports",
  },
  {
    label: "বিনোদন",
    path: "entertainment",
  },
  {
    label: "শিক্ষা",
    path: "education",
  },
  {
    label: "বাণিজ্য",
    path: "business",
  },
  {
    label: "স্বাস্থ্য",
    path: "health",
    subcategories: [
      { label: "চিকিৎসা", path: "medicine" },
      { label: "ফিটনেস", path: "fitness" },
    ],
  },
  {
    label: "ভিডিও",
    path: "video",
  },
  {
    label: "অডিও",
    path: "audio",
  },
];

export const motamotData = [
  {
    id: 1,
    name: "ফারাজী আজমল হোসেন",
    designation: "কলামিস্ট ও সিনিয়র সাংবাদিক",
    image: man,
    title: "তিব্বতের জনগণের স্বাধীনতা ও চীনের হুমকি",
    description:
      "সম্প্রতি তিব্বতের জনগণের ধর্ম পালন ও নিজেদের নিয়মিত স্বাধীন জীবনযাপনের বিষয়ে মার্কিন হাউসে ‘তিব্বত’ রেজল্যুশন পাস করা হয়। এ বিষয়ে শুরু থেকেই হুমকি দিয়ে আসছিল চীন। কিন্তু দেশটির সেই রক্তচক্ষুকে উপেক্ষা করে যুক্তরাষ্ট্রের উচ্চস্তরের কংগ্রেশনাল প্রতিনিধিদল ভারতে তিব্বতের আধ্যাত্মিক নেতা দালাই লামার সঙ্গে দেখা করেন জুন মাসের ১৯ তারিখে। বিষয়টি তিব্বতের মানবাধিকার ইস্যুর জন্য বেশ গুরুত্বপূর্ণ এক ঘটনা। এই প্রতিনিধিদল তিব্বতের জনগণের অধিকারকে স্বীকৃতি দেওয়ার পাশাপাশি তিব্বত ও চীনের মধ্যে বিরোধের শান্তিপূর্ণভাবে এবং আন্তর্জাতিক আইন অনুযায়ী আলোচনার মাধ্যমে সমাধানের আহ্বান জানায়।",
  },
  {
    id: 2,
    name: "ফারাজী আজমল হোসেন",
    designation: "কলামিস্ট ও সিনিয়র সাংবাদিক",
    image: man,
    title: "তিব্বতের জনগণের স্বাধীনতা ও চীনের হুমকি",
    description:
      "সম্প্রতি তিব্বতের জনগণের ধর্ম পালন ও নিজেদের নিয়মিত স্বাধীন জীবনযাপনের বিষয়ে মার্কিন হাউসে ‘তিব্বত’ রেজল্যুশন পাস করা হয়। এ বিষয়ে শুরু থেকেই হুমকি দিয়ে আসছিল চীন। কিন্তু দেশটির সেই রক্তচক্ষুকে উপেক্ষা করে যুক্তরাষ্ট্রের উচ্চস্তরের কংগ্রেশনাল প্রতিনিধিদল ভারতে তিব্বতের আধ্যাত্মিক নেতা দালাই লামার সঙ্গে দেখা করেন জুন মাসের ১৯ তারিখে। বিষয়টি তিব্বতের মানবাধিকার ইস্যুর জন্য বেশ গুরুত্বপূর্ণ এক ঘটনা। এই প্রতিনিধিদল তিব্বতের জনগণের অধিকারকে স্বীকৃতি দেওয়ার পাশাপাশি তিব্বত ও চীনের মধ্যে বিরোধের শান্তিপূর্ণভাবে এবং আন্তর্জাতিক আইন অনুযায়ী আলোচনার মাধ্যমে সমাধানের আহ্বান জানায়।",
  },
  {
    id: 3,
    name: "ফারাজী আজমল হোসেন",
    designation: "কলামিস্ট ও সিনিয়র সাংবাদিক",
    image: man,
    title: "তিব্বতের জনগণের স্বাধীনতা ও চীনের হুমকি",
    description:
      "সম্প্রতি তিব্বতের জনগণের ধর্ম পালন ও নিজেদের নিয়মিত স্বাধীন জীবনযাপনের বিষয়ে মার্কিন হাউসে ‘তিব্বত’ রেজল্যুশন পাস করা হয়। এ বিষয়ে শুরু থেকেই হুমকি দিয়ে আসছিল চীন। কিন্তু দেশটির সেই রক্তচক্ষুকে উপেক্ষা করে যুক্তরাষ্ট্রের উচ্চস্তরের কংগ্রেশনাল প্রতিনিধিদল ভারতে তিব্বতের আধ্যাত্মিক নেতা দালাই লামার সঙ্গে দেখা করেন জুন মাসের ১৯ তারিখে। বিষয়টি তিব্বতের মানবাধিকার ইস্যুর জন্য বেশ গুরুত্বপূর্ণ এক ঘটনা। এই প্রতিনিধিদল তিব্বতের জনগণের অধিকারকে স্বীকৃতি দেওয়ার পাশাপাশি তিব্বত ও চীনের মধ্যে বিরোধের শান্তিপূর্ণভাবে এবং আন্তর্জাতিক আইন অনুযায়ী আলোচনার মাধ্যমে সমাধানের আহ্বান জানায়।",
  },
];

export const sampleUser = {
  id: 1,
  name: "John Doe",
  email: "johndoe@example.com",
  password: "password123",
  phone: "123-456-7890",
  picture: man,
  city: "New York",
  address: "123 Main St",
  postcode: "10001",
  refresh_token: "some-refresh-token",
  access_token: "some-access-token",
  role: "user",
  author: "yes", // Change to "no" if the user is not an author
  createdAt: "2023-01-01T00:00:00Z",
  updatedAt: "2023-01-01T00:00:00Z",
};
